/* No comment provided by engineer. */
"Another instance of the application is running, please quit it and open this Application again." = "应用程序已经有一个进程正在运行中，请在退出运行中的应用程序之后重试。"

/* No comment provided by engineer. */
"Could not move to Applications folder" = "无法移动到“应用程序”文件夹中";

/* No comment provided by engineer. */
"Do Not Move" = "不移动";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like." = "如果你愿意的话，我可以自己移动到“应用程序”文件夹中。";

/* No comment provided by engineer. */
"Move to Applications Folder" = "移动到“应用程序”文件夹中";

/* No comment provided by engineer. */
"Move to Applications folder in your Home folder?" = "是否要把程序移动到你个人文件夹下的“应用程序”文件夹中？";

/* No comment provided by engineer. */
"Move to Applications folder?" = "是否要移动到“应用程序”文件夹中？";

/* No comment provided by engineer. */
"Note that this will require an administrator password." = "注意，本操作需要你输入管理员密码。";

/* No comment provided by engineer. */
"This will keep your Downloads folder uncluttered." = "这样做能让你的“下载”文件夹保持整洁。";
